<?php

$token = "6795500397:AAFifbwU09uB0obUW7qsPC4YY_tEx1L6HTA"; #التوكن حق البوت 
$admin = 7291869416; #ايدي الادمن
$ch1=-1001733627151; #ايدي قناة المشتريات
$ch2=-1001733627151; #ايدي قناة الناجحة
$ch3=-1001733627151; #ايدي قناة التفعيلات
$ch4="https://t.me/bdb0v"; #يوزر قناة التفعيلات او رابطها
$ch5=-1001733627151; #ايدي قناة الاشتراك الاجبارب
$ch6 = "https://t.me/bdb0b"; # معرف او رابط قناة الاشتراك الاجباري
$api_key = "1xpq3f8kkxvnz964nd3i"; # api key حق الموقع 
$invitePoint = 0.0005; #الربح من دعوة الرابط
$requestPointMsg = "
لشحن حسابك قم بالتواصل مع الادارة @dev-blal
او بالتواصل مع احد الوكلاء في البوت
"; # رسالة شحن الرصيد
$supportMsg = "
في حالة واجهت اي مشكلة قم بالتواصل معنا عبر اليوزر التالي 
" ; #رسالة الدعم

$botUser="matrixt23bot"; // يوزر البوت بدون @

$supportLink = "https://t.me/dev-blal";//التواصل مع الدعم
$requestLink = "https://t.me/dev-blal"; //التواصل مع الي يشحن رصيد

$bot_mode = "البوت تحت الصيانة حاليا , سوف يتم إشعاركم في قناة البوت عند الإكتمال , ونشكر انتظاركم 🧑‍💻🩵"; // رسالة تعطيل البوت





