<?php

$token = "7240941694:AAEFFIJzz3vbN17TuzwMT5av9106wgdaFr0"; #التوكن حق البوت 
$admin = 1740925144; #ايدي الادمن
$ch1=-1002232564209; #ايدي قناة المشتريات
$ch2=-1002162374648; #ايدي قناة الناجحة
$ch3=-1002194844403; #ايدي قناة التفعيلات
$ch4="https://t.me/l0lllIll"; #يوزر قناة التفعيلات او رابطها
$ch5=-1002025507217; #ايدي قناة الاشتراك الاجبارب
$ch6 = "https://t.me/Y_1YYY"; # معرف او رابط قناة الاشتراك الاجباري
$api_key = "1xpq3f8kkxvnz964nd3i"; # api key حق الموقع 
$invitePoint = 0.0005; #الربح من دعوة الرابط
$requestPointMsg = "
لشحن حسابك قم بالتواصل مع الادارة @uutuuu
او بالتواصل مع احد الوكلاء في البوت
"; # رسالة شحن الرصيد
$supportMsg = "
في حالة واجهت اي مشكلة قم بالتواصل معنا عبر اليوزر التالي 
" ; #رسالة الدعم

$botUser="lllll5lbot"; // يوزر البوت بدون @

$supportLink = "https://t.me/uutuuu";//التواصل مع الدعم
$requestLink = "https://t.me/uutuuu"; //التواصل مع الي يشحن رصيد

$bot_mode = "البوت تحت الصيانة حاليا , سوف يتم إشعاركم في قناة البوت عند الإكتمال , ونشكر انتظاركم 🧑‍💻🩵"; // رسالة تعطيل البوت





